src/main/resources/xmls/salesforcequery/UpdateProductRequest.xml

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:p1="http://www.w3.org/2001/XMLSchema-instance">
	<Header>
		<SessionHeader xmlns="urn:partner.soap.sforce.com">
			<sessionId></sessionId>
		</SessionHeader>
	</Header>
	<Body>
		<update xmlns="urn:partner.soap.sforce.com">
			<sObjects>

				<type xmlns="urn:sobject.partner.soap.sforce.com">Employee_Status_Form__c</type>
				<Id xmlns=""></Id>
				<Global_Services_Division_text__c xmlns=""></Global_Services_Division_text__c>
				<Job_Code__c xmlns=""></Job_Code__c>
				<FLSA_Status__c xmlns=""></FLSA_Status__c>
							
			</sObjects>
		</update>
	</Body>
</Envelope>